app/controllers/users_controller.rb

  def index
#    @users = User.all
    @users = User.paginate(page: params[:page])
---
SELECT "users".* FROM "users"

  def create
    @user = User.new(params[:user])
	if @user.save
---
INSERT INTO "users" ("active", "admin", "business", "created_at", "first_name", "last_name", "password_digest", "radius_name", "remember_token", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10) RETURNING "id"